// © Copyright 2013, 2015 HP Development Company, L.P.

TaskName = "Włącz drukowanie bezpośrednie w urządzeniu";

TaskTOCTitle = "Drukowanie bezpośrednie HP";

HeaderMessage = "Połączenie bezprzewodowe ułatwia drukowanie ze smartfonów obsługujących połączenia bezprzewodowe, komputerów przenośnych lub innych przenośnych urządzeń. Urządzenie przenośne musi znajdować się w bezprzewodowym zasięgu drukarki i wymaga sterownika usługi HP ePrint lub aplikacji mobilnej. Aby uzyskać więcej informacji i pobrać aplikacje, należy przejść do witryny internetowej HP";
EnableDirectPrint = "Włącz drukowanie bezpośrednie";

SecurityOnPasswordTitle = "Włączone (z zabezpieczeniami)";
SecurityOnTitle = "Włączone (bez zabezpieczeń)";
SecurityOffTitle = "Wył.";

SecurityOnAlertTitle = "(Ostrzeżenie: Gdy włączona jest funkcja drukowania bezpośredniego, istnieje potencjalna możliwość podłączenia się do drukarki i drukowania na niej przez nieautoryzowanych użytkowników).";
PasswordTitle = "Hasło:";
PassphraseTooShortErrorMessage = "Hasło musi mieć co najmniej 8 znaków.";